cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/versions'
tap 'puma/puma'

brew 'ack'
brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'ncdu'
brew 'nvm'
brew 'readline'
brew 'postgresql'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'
brew 'elixir'
brew 'git-flow-avh'
brew 'watchman'

cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'keyboardcleantool'
cask 'istat-menus'
cask 'backblaze'
cask 'brave-browser'
cask 'little-snitch'
cask 'iterm2'
cask 'sketch'
cask 'airflow'
cask 'the-unarchiver'
cask 'spotify'
cask 'rocket'
#cask 'tunnelblick'