cask_args appdir: '/Applications'


tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'puma/puma'
# tap 'weahead/tools'

brew 'ack'
brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'libgit2'
brew 'openssl'
brew 'ncdu'
# brew 'nvm' - installed through lukechilds/zsh-nvm through antigen
brew 'readline'
brew 'postgresql'
brew 'mysql'
brew 'spaceman-diff'
brew 'wget'
brew 'youtube-dl'
brew 'elixir'
brew 'git-flow-avh'
brew 'watchman'
brew 'yarn', args: ['without-node']
# brew 'wa'

cask 'visual-studio-code'
cask 'firefox-developer-edition'
cask 'google-chrome'
cask 'brave-browser'
cask 'slack'
cask 'keyboardcleantool'
# cask 'istat-menus'
cask 'iterm2'
cask 'sketch'
# cask 'dash'
cask 'docker'
cask 'the-unarchiver'
cask 'spotify'
# cask 'rocket'
# cask 'jetbrains-toolbox'
cask 'spectacle'
cask 'backblaze'
cask 'toggl'
cask 'zeplin'
cask 'franz'
cask 'keybase'
cask 'tunnelblick'
cask 'cloudup'
# cask 'adobe-creative-cloud'
# cask 'little-snitch'
cask 'launchrocket'
cask 'color-oracle'
cask 'lastpass'
cask 'caffeine'
cask 'postman'
cask 'authy'
cask 'mullvadvpn'
cask 'sequel-pro'
cask 'megasync'
cask 'bitwarden'
# cask 'horndis' #Android USB tethering
